export default {
    "head": {
        "menu1": "社区",
        "menu2": "创建EOS帐户",
        "menu3": "钱包插件",
        "menu4": "购买EOS",
        "menu5": "如何玩",
        "menu6": "登录",
        "menu7": "邀请"
    },
    "panel": {
        "title1": "投注金额",
        "title2": "赢取奖金",
        "title3": "小于该数获胜",
        "title4": "赔率",
        "title5": "中奖概率",
        "title6": "登录",
        "title7": "掷骰子"
    },
    "order": {
        "title1": "所有投注者",
        "title2": "时间",
        "title3": "投注者",
        "title4": "小于该号码获胜",
        "title5": "投注",
        "title6": "开奖号码",
        "title7":'奖金'
    },
    "play": {
        "title1": "1. 确保你有一个EOS帐户。有关如何创建一个的更多信息，",
        "title2": "2. 如果您还没有，请下载并安装Chrome插件，这是一个EOS钱包，可以促进用户和dApp之间的互动",
        "title3": "3. 设定你的投注金额。这是你会预期的EOS的数量，如果你没有EOS，可以购买一些EOS。",
        "title4": "4. 调整滑块以改变获胜的机会。",
        "title5": "5. 点击骰子放置你的投注。",
        "title6": "6. 如果你的数字低于你的滚动，以赢得数字，你赢了！",
        "title7": "7. 如果您收到交易失败的通知，请检查您是否有足够的CPU和带宽来进行交易！请使用EOSToolkit对您的帐户进行任何更改！",
        "title8": "你可以在滚动骰子按钮旁边查看你的EOS平衡。滑板下面的表格显示了来自世界各地所有玩家最近的投注。",
        "title9": "还有问题吗？在Discord联系我们，我们将很乐意为您提供帮助",
        "title10": "点击这里",
        "title11":'如果您还没有，请下载并安装Chrome插件，这是一个EOS钱包，可以促进用户和dApp之间的互动',
    },
    "doAction": {
        "title1": "投注失败",
        "title2": "投注金额不应超过",
        "title3": "押注金额应大于",
        "title4": "等待散射确认传输…",
        "title5": "猜测成功",
        "title6": "等待下注结果",
        "title7": "等待下注结果"
    },
    "invitel": {
        "title1": "邀请朋友来奖励！",
        "title2": "拷贝",
        "title3": "规则",
        "title4": "当你邀请你的朋友A时，每次朋友打赌你都会得到0.4%的奖金。",
        "title5": "当朋友再次邀请朋友B时，你也会从朋友B那里得到0.2%的投注奖金。"
    }
}